Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wyobraź sobie, że były nawet archiwa twierdzące, że żona jakiegoś rybaka z Archolos była kimś niezmiernie ważnym. Absurd!
uk: Уяви собі, що існували навіть архіви, які стверджували, що дружина якогось рибалки з Архолосу була якоюсь надзвичайно важливою особою. Абсурд!

source: Wyobraź sobie, że jest nią Martha, gospodyni z tutejszej karczmy, a tajemnym składnikiem, który masz zdobyć, jest jej smakowity gulasz.
uk: Уяви собі, що цей звір це Марта, господиня місцевої корчми, а секретний складник, який ти маєш дістати – це її апетитне рагу.

source: Wyobraź sobie, że wygonili mnie z burdelu! Nie sądziłem, że kurtyzana odmówi mi usługi, gdy przypadkiem wspomnę swoją żonę! Co za tupet!
uk: Уяви собі, мене вигнали з борделю! Я не думав, що куртизанка відмовиться мене обслуговувати, коли я випадково згадаю про свою дружину! Яке нахабство!

source: Wyobraź to sobie, Nordmarczyk mieszkający u szczytu wulkanu na Archolos. To by było coś! Historia godna karczmianych opowieści!
uk: Тільки уяви, нордмарець живе на вершині вулкану на Архолосі. Це було б щось! Історія, гідна корчмарських розповідей!

source: Wyobrażasz to sobie? Własny brat... co ja mam z nim teraz zrobić?
uk: Ти можеш собі це уявити? Мій рідний брат... що мені тепер з ним робити?

source: Wypadałoby ją też nakarmić, to zawsze działa. Gorzej, że Martha jest najlepszą kucharką na wyspie, więc trudno jej zaimponować.
uk: Було б добре її нагодувати, це завжди працює. Складність в тому, що Марта – найкраща кухарка на острові, тож її важко вразити.

source: Wypadałoby.
uk: Ну, такою була угода.

source: Wypadek. Niestety, śmiertelny. Jeden z górników, Malen się chyba nazywał, spadł ze skarpy i skręcił sobie kark.
uk: Нещасний випадок. На жаль, смертельний. Один з гірників, здається Маленом його звали, упав зі схилу і зламав собі шию.

source: Wypadek?
uk: Нещасний випадок?

source: Wypalamy węgiel drzewny. Nigdzie indziej na wyspie nie znajdziesz lepszych warunków do wydobycia tego surowca.
uk: Ми випалюємо деревне вугілля. Ніде на острові не знайдеться кращих умов для отримання цієї сировини.

source: Wypalił. Chyba nawet za bardzo. Pracownicy podzielili się na dwa obozy: jedni próbują pozbyć się mojego brata, reszta go chroni.
uk: Так, спрацював. Гадаю, навіть занадто. Працівники розділилися на два табори: одні намагаються позбутися мого брата, а інші його захищають.

source: Wypalił. Okazało się, że butelkę kupił jakiś bogacz ze starego miasta, wypił ją razem z przyjacielem.
uk: Спрацював. Так вийшло, що пляшку купив якийсь багатій зі Старого міста, і розпив її разом зі своїм другом.

source: Wypchana sakiewka
uk: Набитий гаманець

source: Wypełniam swoje obowiązki! Podlizywanie się jest poniżej mnie!
uk: Я виконую свій обов'язок! Підлабузнюватися нижче моєї гідності!

source: Wypełniona po brzegi paczka od Viktora.
uk: Повністю заповнений пакунок від Віктора.

source: Wypełniona po brzegi paczka z żywnością.
uk: Повністю заповнений пакунок з продуктами.

source: Wypełniłem polecenia Andreasa. W winnicy powinno być teraz niezłe zamieszanie.
uk: Я виконав вказівки Андреаса. Зараз на винограднику має бути справжній переполох.

source: Wypełniłeś swoją część, ja wypełnię swoją. Proszę.
uk: Ти виконуєш свою частину, я виконую свою. Прошу.

source: Wypiek wymyślony przez zaradnego karczmarza,
uk: Випічка, яку винайшов винахідливий корчмар,

source: Wypij teraz piwo albo dwa, wszystko na koszt straży. Zasłużyłeś.
uk: Випий одне чи два пива, за рахунок Варти. Ти це заслужив.

source: Wypijcie moje zdrowie!
uk: Випий за моє здоров'я!

source: Wypijcie moje zdrowie! (Daj 100 SZ)
uk: Випий за моє здоров'я! (Дати 100 золотих)

source: Wypiliśmy z pozostałymi łowcami piwo za powodzenie w jutrzejszym polowaniu. Jutro z samego rana mamy się spotkać na dole karczmy i wyruszyć do lasu. Muszę się porządnie wyspać. Dostałem klucz do pokoju, w którym spałem podczas mojej pierwszej wizyty tutaj. Czuję się jakby to było wieki temu.
uk: Разом з іншими мисливцями ми випили пива за успіх завтрашнього полювання. Завтра вранці ми зустрінемося внизу корчми і вирушимо до лісу. Мені слід гарненько виспатися. У мене є ключ від кімнати, де я спав під час першого візиту сюди. Таке відчуття, що це було дуже давно.

source: Wypiłem jakiś eliksir. Smakuje jak mikstura swobodnego spadania... Mam tylko nadzieję, że nie jestem w błędzie. Pora dostać się do drzwi.
uk: Я випив якогось зілля. На смак як зілля вільного падіння... Сподіваюся, я не помилився. Настав час дістатися до дверей.

source: Wypluj te słowa!
uk: Сплюнь!

source: Wypluj to! Ale masz rację, na dzisiaj wystarczy. Trzeba zorganizować sprzątanie tego... tego wszystkiego. Do zobaczenia.
uk: Сплюнь! Але ти маєш рацію, на сьогодні досить. Треба організувати прибирання цього... всього цього. До зустрічі.

source: Wyposażenie od węglarzy
uk: Спорядження від вуглярів

source: Wyposażyłem cię w najlepszy sprzęt na wyspie, szkolili cię najlepsi ludzie, zdobyłeś tyle kontaktów, o ilu inni mogą tylko marzyć, płaciłem szczodrze za każdą robotę...
uk: Я забезпечив тебе найкращим спорядженням на острові, тебе навчали найкращі люди, ти завів стільки зв'язків, про які інші можуть тільки мріяти, я щедро платив тобі за кожну роботу...

source: Wypowiadam twój kontrakt z Gildią Araxos. Od teraz nie możesz nas reprezentować oraz korzystać z naszego sprzętu i wpływów.
uk: Я розриваю твій контракт з Гільдією Араксос. Відтепер ти не маєш права представляти нас, користуватися нашим спорядженням і впливом.

source: Wypraszam sobie, chłopcze! To żadne śmieci!
uk: Даруй, хлопче! Але це не сміття!

source: Wypraszam sobie, ja nie zabijam, tylko wykonuję legalne wyroki władzy. Jestem jej przedstawicielem.
uk: Перепрошую, я не вбиваю, я лише виконую законні накази влади. Я її представник.

source: Wyprawa była nie tylko tragedią, w wyniku której zginęły trzy osoby. Cień padł też na okoliczną wioskę, bo jak się potem okazało, nasze wątpliwej jakości wojaże wypłoszyły stwora z pieczary. Rozjuszony zaczął pożywiać się trzodą chlewną wieśniaków. Bestię ubiła dopiero grupka kilku rycerzy i magów. Tak czy inaczej, odradza się nocnych wędrówek przez gęste puszcze i ciemne jaskinie, które wyjątkowo często jako leże wybierają cieniostwory”.
uk: Ця експедиція стала трагедією не лише для трьох людей, які загинули в ній. Тінь також впала на сусіднє село, бо, як виявилося пізніше, наші сумнівні пошуки вигнали звіра з його печери. Розлючений, він почав харчуватися сільськими свинями. Звіра вдалося вбити лише групі з кількох лицарів і магів. У будь-якому разі, я не рекомендую вам вночі блукати дрімучими лісами і темними печерами, які тінезвірі вкрай часто обирають своїм лігвом.

source: Wyprowadzanie ciosów takim orężem trwa całe wieki!
uk: Щоб нанести удар такою зброєю, потрібна ціла вічність!

source: Wyprowadzę cię stąd.
uk: Я виведу тебе звідси.

source: Wypróbowałem mikstury.
uk: Я випробував еліксири.

source: Wypuściliśmy jednego przemytnika by rozpowiedział o wydarzeniach.
uk: Ми відпустили одного контрабандиста, щоб він усім розповів, що чекає на таких, як він.

source: Wypuściliśmy jednego przemytnika, by opowiadał, co się stało.
uk: Ми відпустили одного контрабандиста, щоб він розповів, що тут сталося.

source: Wypytam go dokładnie o szczegóły, a tobie należą się podziękowania za dotarcie do sedna sprawy.
uk: Я детально розпитаю його, а тобі дякую за те, що ти докопався до суті справи.

source: Wypytał trochę o okolice, bagna na południe od wioski i ogólnie o nastroje wśród mieszkańców wioski.
uk: Він трохи поцікавився цією місцевістю, болотами на південь від села і настроєм селян загалом.

source: Wypytywanie każdego handlarza w mieście nigdzie mnie nie zaprowadzi. Powinienem ograniczyć się tylko do karczmarzy.
uk: Розпитування кожного торговця в місті ні до чого не призведе. Я повинен обмежитися лише корчмарями.

source: Wypłynęliśmy z portu z opóźnieniem. Mówią, że wiatr nie jest wystarczająco silny. Mój kolega z oddziału, Detlef, słyszał... że dowodzący flotą admirał Anskar musiał... kilku buntowników. Przydzielono mnie jako marynarza „Dumy Myrtany”. Prawdę mówiąc, statek z opowieści wydawał mi się o wiele większy... gdy wypływamy, kilku ludzi pospiesznie kończy prace renowacyjne tylnego masztu. Mam nadzieję, że... lekkim kołysaniu nie złamie się jak patyk.
uk: Ми пізно відплили з порту. Мовляв, вітер недостатньо сильний. Мій товариш по загону, Детлеф, чув... що адміралу Анскару довелося... деяких бунтівників. Мене призначили матросом на 'Гордість Міртани'. Правду кажучи, я думав, що корабель буде більшим... Поки ми відпливаємо, декілька людей поспіхом закінчують ремонт задньої щогли. Сподіваюся... вона витримає.

source: Wypływasz w otwarte morze?
uk: Збираєшся у відкрите море?

source: Wyrabiając łuk musisz na bieżąco sprawdzać jego giętkość. Często już na wczesnym etapie prac można odkryć, że pracuje się na niskiej jakości surowca, który pęknie przy byle naciągnięciu cięciwy.
uk: При виготовленні лука потрібно постійно перевіряти його гнучкість. На ранніх стадіях часто виявляється, що ти працюєш з неякісною деревиною, яка ламається при найменшому натягуванні тятиви.

source: Wyrabianiem narzędzi, okuć do drzwi i krat, obręczy do beczek...
uk: Виготовляю інструменти, кріплення для дверей та ґрат, обручі для бочок...

source: Wyrabiasz czasem groty do bełtów?
uk: Ти виготовляєш наконечники болтів?

source: Wyrazem wdzięczności Ruuda za wykonaną przeze mnie pracę okazała się butelka wina i 90 sztuk złota. Następnym razem muszę uważniej dobierać pracodawców.
uk: Виявом подяки Рууда за виконану мною роботу стала пляшка вина і 90 золотих. Наступного разу я маю ретельніше обирати роботодавців.

source: Wyraziłem chęć dołączenia do Gildii Kupieckiej. Lorenzo zapytał mnie o moje motywacje, po czym przedstawił mi pierwszy wymóg dotyczący rekrutów. Muszę posiadać obywatelstwo miejskie.
uk: Я висловив бажання приєднатися до Торгової Гільдії. Лоренцо запитав мене про мої мотиви, а потім озвучив мені першу вимогу до новобранців. Я повинен бути громадянином міста.

source: Wyraziłem sprzeciw wobec polecenia Lorenzo. Zarządca stracił do mnie cierpliwość i zerwał mój kontrakt. Trudno, teraz przynajmniej nie będę musiał załatwiać sprawy z Wysłannikiem i skupię się na poszukiwaniach Jorna.
uk: Я пішов проти наказу Лоренцо. У Голови Гільдії увірвався терпець і він розірвав зі мною контракт. Не пощастило, тепер мені принаймні не доведеться мати справи з Послом, і я зможу зосередитися на пошуках Йорна.

source: Wyraziłem sprzeciw wobec polecenia Rodericha, w wyniku czego zostałem zdegradowany. Trudno, może teraz nie będę musiał załatwiać sprawy z Wysłannikiem, tylko skupię się na poszukiwaniach Jorna.
uk: Я пішов проти наказу Родеріха, і в результаті мене понизили у званні. Не пощастило, але тепер мені принаймні не доведеться мати справи з Послом, і я зможу зосередитися на пошуках Йорна.

source: Wyraziłem sprzeciw wobec polecenia Rodericha. Dowódca stracił do mnie cierpliwość i wyrzucił mnie z szeregów straży. Trudno, teraz przynajmniej nie będę musiał załatwiać sprawy z Wysłannikiem i skupię się na poszukiwaniach Jorna.
uk: Я пішов проти наказу Родеріха. У командира увірвався терпець і він вигнав мене з лав Варти. Не пощастило, тепер мені принаймні не доведеться мати справи з Послом, і я зможу зосередитися на пошуках Йорна.

source: Wyraża w nim zgodę na zabieg.
uk: У ньому він дає свою згоду на проведення операції.

source: Wyrobiłeś swoją normę na najbliższe dni. Póki co, koniec z naszymi zleceniami.
uk: Ти вичерпав свою норму на наступні кілька днів. Поки що більше ніяких завдань немає.

source: Wyrok
uk: Вирок

source: Wyrok Gwiazd
uk: Вирок Зірок

source: Wyruszam do miasta, to może być idealny moment, by wymierzyć Lichwiarzowi sprawiedliwość.
uk: Я вирушаю до міста. Можливо, це ідеальний момент, щоб звершити правосуддя над Лихварем.

source: Wyruszam do ruin Vardhal i szukam najlepszych wojowników na wyspie.
uk: Я вирушаю до руїн Вардхалу, і шукаю найкращих воїнів на острові.

source: Wyruszam na niebezpieczną misję. Jak ci się widzi zwiedzanie grobowca?
uk: Я вирушаю на небезпечну місію. Як тобі ідея відвідати гробницю?

source: Wyruszam natychmiast!
uk: Вирушаю негайно!

source: Wyruszam natychmiast, ale jeśli chcesz najpierw zająć się hersztem w winnicy, to mogę poczekać.
uk: Я вирушаю негайно, але якщо ти хочеш спочатку подбати про вождя на винограднику, я можу почекати.

source: Wyruszamy do miasta
uk: Шлях до міста

source: Wyruszenie do miasta było naszym planem...
uk: Ми планували вирушити до міста...

source: Wyruszmy wieczorem. Zazwyczaj o tej godzinie się z nimi spotykałem.
uk: Вирушимо ввечері. Зазвичай о цій порі я з ними зустрічався.

source: Wyruszyliśmy na polowanie. Powinienem uważać na Nelsona.
uk: Ми вирушили на полювання. Я повинен приглядати за Нельсоном.

source: Wyruszył gdzieś z większością swojego oddziału.
uk: Він кудись вирушив з більшістю свого війська.

source: Wyruszę do kopalni w ciągu najbliższych dni.
uk: Я вирушаю до копальні найближчими днями.

source: Wyruszę najszybciej jak to możliwe.
uk: Вирушаю якомога швидше.

source: Wyruszę najszybciej jak to możliwe. (KONIEC)
uk: Я вирушаю якомога швидше. (Завершити)

source: Wyruszę tak szybko jak to możliwe.
uk: Вирушаю якнайшвидше.

source: Wyruszę z tobą do ruin chwały moich przodków. Ty zdobędziesz swój artefakt, a ja będę mógł pomóc moim braciom odzyskać wieczny spoczynek.
uk: Я вирушу з тобою до руїн слави моїх предків. Ти здобудеш свій артефакт, а я зможу допомогти моїм братам віднайти вічний спочинок.

source: Wyrwana kartka z dziennika 1
uk: Вирвана сторінка зі щоденника 1

source: Wyrwana kartka z dziennika 2
uk: Вирвана сторінка зі щоденника 2

source: Wyrwana kartka z dziennika 3
uk: Вирвана сторінка зі щоденника 3

source: Wyrwana umarłemu.
uk: Вирвана у мерця.

source: Wyrwać chwasta
uk: Вирвати бур'ян

source: Wyrwałem wszystkie chwasty.
uk: Я повиривав усі бур'яни.

source: Wyryto na nim imię 'DAWID'.
uk: На ній викарбувано ім'я 'ДАВИД'.

source: Wyryto na nim imię 'KIEP'.
uk: На ній викарбувано ім'я 'КІП'.

source: Wyryto na nim imię 'LUCY'.
uk: На ній викарбувано ім'я 'ЛЮСІ'.

source: Wyryto na nim imię 'MIKI'.
uk: На ній викарбувано ім'я 'МІКІ'.

source: Wyryto na nim imię 'SHAREC'.
uk: На ній викарбувано ім'я 'ШАРЕЦЬ'.

source: Wyryto na nim litery NEK.
uk: На ньому викарбувані літери НЕК.

source: Wyrywanie gruczołów jadowych
uk: Вилучення отруйних залоз

source: Wyrywanie kłów
uk: Видалення зубів

source: Wyrywanie pazurów
uk: Видалення кігтів

source: Wyrywanie skrzydeł krwiopijców
uk: Видалення крил шершнів

source: Wyrzucacie klientów, którzy wspominają żony?
uk: Ти виганяєш клієнтів, які розповідають про своїх дружин?

source: Wyrzucenie z szeregów. To musi być nieprzyjemne.
uk: Виключений зі служби. Це, мабуть, неприємно.

source: Wyrzucił cię!?
uk: Він вигнав тебе!?

source: Wyrzucił z domu własnego brata! Kto normalny tak robi?!
uk: Він вигнав власного брата з дому! Хто так взагалі робить?!

source: Wyrzuciłaś strażnika miejskiego z gospody?
uk: Ти вигнала міського вартового з корчми?

source: Wyrzuciło cię aż tak daleko...
uk: Далеко ж тебе закинуло...

source: Wyrządziłem już wystarczająco dużo szkód. Powinienem się oddalić i wrócić tu później, by zobaczyć, czy moje działania przyniosły jakiś efekt.
uk: Я заподіяв достатньо шкоди. Краще забратися геть і повернутися сюди пізніше, щоб перевірити, чи мої дії мали якийсь ефект.

source: Wysiłki Ronji, archiwistki z kantoru na Archolos, dowiodły, że w wyniku tej decyzji Gildia Araxos utraciła na rzecz króla dwadzieścia holków, szesnaście karak, osiem fregat i pięć galeonów.
uk: Зусиллями Роні, архіваріуса в торговому пункті на Архолосі, було доведено, що в результаті цього рішення Гільдія Араксос втратила двадцять холків, шістнадцять караків, вісім фрегатів і п'ять галеонів, які перейшли до рук короля.

source: Wyskakuj ze złota, stary dziadu!
uk: Діставай своє золото, старий дідугане!

source: Wysoka cena, ale mnie pasuje. Przynajmniej jesteśmy na suchym lądzie i z dala od tych cholernych przemytników.
uk: Висока ціна, але вона мене влаштовує. Принаймні, ми на суші і подалі від тих клятих контрабандистів.

source: Wysoko postawiona szycha pyta mnie, jak życie? To przegląd sił, czy jak?
uk: Старший за рангом питає мене, як життя? Ти мене перевіряєш чи що?

source: Wysoką cenę zawdzięcza niezwykle
uk: Його висока ціна зумовлена тим, що він

source: Wyspa Archolos jest tuż przed nami, ale zanim do niej dotrzemy musimy załatwić... pewną sprawę niecierpiącą zwłoki.
uk: Острів Архолос прямо перед нами, але перш ніж дістатися до нього, ми повинні вирішити одну термінову справу.

source: Wyspa Archolos oferuje niezmierzone ilości zapierających dech w piersiach widoków.
uk: На острові Архолос можна знайти незліченну кількість захопливих краєвидів.

source: Wyspa jak wyspa. Klimat chłodniejszy niż w mojej ojczyźnie, ludzie trochę bardziej gburowaci. Bez obrazy.
uk: Острів як острів. Клімат прохолодніший, ніж у мене на батьківщині, люди трохи грубіші. Без образ.

source: Wyspa jest już dostatecznie pogrążona w chaosie, a siedzenie na tej skale ani trochę nie pomaga w poprawieniu równowagi.
uk: Острів і так достатньо поринув у хаос, а сидіння на цій скелі анітрохи не сприяє збереженню рівноваги.

source: Wyspa jest pełna drapieżników, jakich nie spotkałbyś u siebie, dlatego decydując się na drogę przez puszczę, lepiej dobrze się przygotuj.
uk: На острові повно хижаків, які не водяться вдома. Тому, якщо ти наважишся піти через хащі, краще добре підготуйся.

source: Wyspa musi być już w zasięgu wzroku, ale...
uk: Острів вже має бути на горизонті, але...

source: Wyspa pełna możliwości, ale potrafi być cholernie niebezpieczna. Wystarczy wspomnieć o tej Bestii mordującej wieśniaków!
uk: Острів повен можливостей, але він може бути до дідька небезпечним. Згадати хоча б цього Звіра, який вбиває селян!

source: Wyspa robi się coraz bardziej niebezpieczna. Pomału zaczynam się zastanawiać nad przeprowadzką w obręb murów.
uk: Острів стає все більш небезпечним. Я поволі починаю думати про те, щоб перебратися за стіни.

source: Wyspany? Nie zapomniałeś chyba o 7 samorodkach za usługę, prawda?
uk: Хочеш спати? Ти ж не забув про 7 самородків за послугу?

source: Wyspany? Z każdym dniem wyglądasz coraz lepiej!
uk: Виспався? З кожним днем ти виглядаєш все краще і краще!

source: Wyspie i królestwu zagrażają orkowie, a wy walczycie między sobą?
uk: Острову і королівству загрожують орки, а ви воюєте між собою?

source: Wysprzątałem całą stodołę. Bierz.
uk: Я вичистив увесь хлів. Забирай.

source: Wysprzątałem całą trasę. Tym samym przygotowania do biegu Arwida zakończone.
uk: Я прибрав весь маршрут. На цьому підготовка до забігу Арвіда завершена.

source: Wysprzątałem wszystko, co się dało.
uk: Я прибрав усе, що зміг.

source: Wystarczy jedna kropla dodana do napoju, a każda kobieta w mgnieniu oka pokocha cię do końca swych dni!
uk: Всього одна крапля, додана в напій, і будь-яка жінка миттєво закохається в тебе до кінця своїх днів!

source: Wystarczy mi już tej walki, chcę zrezygnować z turnieju.
uk: З мене досить цих боїв, я хочу вийти з турніру.

source: Wystarczy mieć stoisko obok kościoła, a plotki same wpadają ci do uszu.
uk: Достатньо мати прилавок поруч з церквою, і плітки самі залітають тобі у вуха.

source: Wystarczy szata nowicjusza i natychmiast wszyscy myślą, że jestem mistrzem alchemii.
uk: Достатньо вдягнути вбрання послушника, і чомусь всі одразу думають, що я майстер алхімії.

source: Wystarczy tyle, ile macie przy sobie, obywatelu.
uk: Скільки маєте з собою, громадянине, стільки й вистачить.

source: Wystarczy łyk,
uk: Лише один ковток здатен

source: Wystarczy, że dmuchniesz odpowiednio mocno...
uk: Потрібно лише досить сильно подути...

source: Wystarczy, że je schowasz do większej skrzyni, a na pewno ktoś w końcu się nimi zajmie.
uk: Просто склади їх у велику скриню. Я впевнений, що хтось з часом про них подбає.

source: Wystarczy, że ktoś przymierający głodem ukradnie jabłko na straganie i od razu wlepiają mu ciężkie roboty w kopalni. Co to ma być za sprawiedliwość?
uk: Варто комусь зголоднілому вкрасти яблуко на базарі, як його одразу ж відправляють на каторжні роботи в копальні. Що це за правосуддя?

source: Wystarczy, że muszę na to patrzeć
uk: Досить того, що я маю на це дивитися.

source: Wystarczy, że nie umiemy dogadać się z Ulrykiem, nie potrzebujemy kolejnych tego typu indywidualności.
uk: Досить того, що ми не можемо домовитися з Ульріком, нам не потрібні інші такі персони.

source: Wystarczy, że pomożesz mu znaleźć mniej irytujące zajęcie. A nawet jeśli to się nie uda, to kilka godzin bez tego przeklętego hałasu też będzie dobre.
uk: Просто допоможи йому знайти не настільки дратуюче заняття. А навіть якщо це не вдасться, то кілька годин без клятого шуму теж буде добре.

source: Wystarczy, że powiem o tobie Kurtowi, on powie Starszemu, a Starszy już zajmie się resztą...
uk: Достатньо буде розповісти про тебе Курту, він розкаже старості, а староста вже подбає про все інше...

source: Wystarczy, że przeczytasz tekst na zwoju, a potem spojrzysz na górę.
uk: Потрібно лише прочитати текст на сувої, а потім підняти очі вгору.

source: Wystarczy, że przyniesiesz mi trochę złota i potrzebnych materiałów.
uk: Тобі потрібно лише принести мені трохи золота та необхідні матеріали.

source: Wystarczy, że rozejrzysz się wokół zniszczonych wozów. Z pewnością znajdziesz ich mnóstwo na całej wyspie.
uk: Все, що тобі потрібно зробити, це просто оглянути розбиті вози. Таких повно можна знайти по всьому острову.

source: Wystarczy, że weźmiesz coś ostrego, natniesz wzdłuż brzucha oraz wokół kończyn, a potem zaczniesz zdzierać.
uk: Все, що тобі потрібно зробити, це взяти щось гостре, розрізати вздовж живота і навколо кінцівок, а потім почати знімати шкуру.

source: Wystarczy, że weźmiesz miotłę i trochę tu pozamiatasz.
uk: Потрібно просто взяти мітлу і трохи тут підмести.

source: Wystarczy, że włożysz wytrych i zaczniesz przekręcać go w lewo i prawo.
uk: Все, що потрібно зробити, це вставити відмичку і почати повертати її вліво і вправо.

source: Wystarczy, że zbierzesz wszystkie składniki i podejdziesz do kuchenki. Pamiętaj tylko, żeby przeczytać wcześniej przepis i dokładnie podążać za instrukcjami.
uk: Все, що треба зробити – це зібрати всі складники і стати до плити. Тільки не забудь перед цим прочитати рецепт і точно дотримуватись інструкцій.

source: Wystarczy, że zejdziesz schodami w dół, zaraz po wyjściu ze sklepu i będziesz trzymał się lewej strony. Ma mały ogród przed wejściem, trudno go ominąć.
uk: Як вийдеш з крамниці, просто спустися сходами вниз і тримайся лівого боку. Перед входом є невеликий сад, його важко не помітити.

source: Wystarczy. Nie wytrzyma z bólu.
uk: Досить вже. Він не витримує болю.

source: Wystarczyła chwila nieuwagi, by wilki zakradły się do obozu w środku nocy. Przeklęte bestie! Już dawno uporalibyśmy się z nimi, gdyby Ioris nie siedziała z nosem w tych bezużytecznych książkach! Zwierzęta pogryzły Kerrana, ale na moje oko wyliże się. To twardy facet.
uk: Вовкам вистачило лише хвилинки неуважності, щоб серед ночі прокрастися до табору. Прокляті звірі! Ми б давно з ними розправилися, якби Йоріс не сиділа, встромивши ніс у свої безглузді книжки! Звірі покусали Керрана, але, як на мене, він видужає. Він міцний хлопець.

source: Wystarczyło obiecać mu trochę srebra i ciepłą posadkę w nowym Archolos.
uk: Мені було достатньо пообіцяти йому трохи срібла та тепле місце у новому Архолосі.

source: Wystarczyło trochę popracować miotłą i na efekty nie musiałem długo czekać. Udało mi się znaleźć jeden z dwóch zaginionych mieszków wuja.
uk: Потрібно було всього лиш трохи попрацювати мітлою, і результат не змусив себе чекати. Мені вдалося знайти один з двох зниклих гаманців мого дядька.

source: Wystarczyło trochę posprzątać.
uk: Треба було лише трохи поприбирати.
